# plugins
mafredri/zsh-async
zuxfoucault/colored-man-pages_mod
zsh-users/zsh-autosuggestions
hlissner/zsh-autopair
AdrieanKhisbe/diractions
MichaelAquilina/zsh-autoswitch-virtualenv

## completions


# theme
chrissicool/zsh-256color
denysdovhan/spaceship-zsh-theme
zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search
